[
  {
    "title":"OPEN ACCESS Review Article 3 January 2023 Share on Advancing One Health: Updated core competencies",
    "body":"Abstract One Health recognises the interdependence between the health of humans, animals, plants and the environment. With the increasing inclusion of One Health in multiple global health strategies, the One Health workforce must be prepared to protect and sustain the health and well-being of life on the planet. In this paper, a review of past and currently accepted One Health core competencies was conducted, with competence gaps identified. Here, the Network for Ecohealth and One Health (NEOH) propose updated core competencies designed to simplify what can be a complex area, grouping competencies into three main areas of: Skills; Values and Attitudes; and Knowledge and Awareness; with several layers underlying each. These are intentionally applicable to stakeholders from various sectors and across all levels to support capacity-building efforts within the One Health workforce. The updated competencies from NEOH can be used to evaluate and enhance current curricula, create new ones, or inform professional training programs at all levels, including students, university teaching staff, or government officials as well as continual professional development for frontline health practitioners and policy makers. The competencies are aligned with the new definition of One Health developed by the One Health High-Level Expert Panel (OHHLEP), and when supported by subjectspecific expertise, will deliver the transformation needed to prevent and respond to complex global challenges.",
    "href":"https://www.cabidigitallibrary.org/doi/10.1079/cabionehealth.2023.0002"
  },
  {
    "title":"Epidemiology of Q-fever in domestic ruminants and humans in Africa. A systematic review",
    "body":"Q-fever is a zoonotic infectious disease caused by the gram-negative, intracellular, spore-forming bacterium Coxiella burnetii. Infected ruminants (cattle, sheep, and goats) are the reservoirs of the pathogen and thus an important source of infection in humans. This systematic review aims to consolidate the knowledge and awareness of Q-fever in Africa and identify future research opportunities and possible interventions in low-resource settings. We review information on Q-fever epidemiology and the diagnostic challenges in humans and domestic ruminants in Africa from the last 23 years. Six databases including university repositories were searched for relevant articles. A total of 84 studies and 4 theses met the selection criteria and were thus included in the review. They include serological and molecular studies of Q-fever in humans or domestic ruminants in 24/54 African countries. The mean seroprevalence estimates were 16% (95%CI 11–23%) in humans; 14% (95%CI 10–20%) in cattle; 13% (95%CI 9–18%) in sheep; and 21% (95%CI 15–29%) in goats. The mean prevalence for molecular detection of the pathogen were 3% (95%CI 0–16%) in humans; 9% (95%CI 4–19%) in cattle; 16% (95%CI 5–41%) in sheep; and 23% (95%CI 20–80%) in goats. The number of studies that identified risk factors for exposure among domestic ruminants was: sex (n = 6), age (n = 17), contact with other animals (n = 5), lack of quarantine of newly purchased animals (n = 1), extensive grazing system (n = 4), herd size (2), history of abortion (n = 5), absence of vaccination (n = 2), and high temperature (n = 1). The number of studies that reported protective factors was: sanitation (n = 2), burying and/ or burning the aborted foetus (n = 2), and young (age) (n = 2). The studies that identified risk factors for human disease infection included: close contact to animals (n = 7), age (n = 3), and gender (n = 5), while those identifying protective factors included: living in non-irrigated areas (n = 1), awareness/knowledge about zoonosis (n = 1), rodent control (n = 1), sanitation/disinfection of equipment after and before use (n = 1), occasional grazing (n = 1), and do nothing to aborted materials (n = 1). Diagnostic challenges such as poverty, lack of a well-equipped laboratory with biosafety level 3 specific for Q-fever testing, unspecific and self-limiting clinical signs/symptoms, lack of gold standard test, and variation in test specificity and sensitivity were identified. The disease is likely to be widespread in Africa and of public importance and underreported thus ‘One Health’ approaches to future studies are recommended. Further studies should focus on concurrent studies of human and livestock populations.",
    "href":"https://www.cabidigitallibrary.org/doi/10.1079/cabionehealth.2022.0008"
    
  },
  {
    "title":"To meat or not to meat: A One Health perspective on animal-source food consumption",
    "body":"Knowledge on the environmental footprint of livestock food production is not new. Livestock’s long shadow, including high water consumption, biodiversity loss, land use and the contribution to climate warming of the intensive livestock production system, was described by the Food and Agriculture Organization (FAO) in 2006 (Steinfeld et al., 2006). Massive land resources could, however, be diverted for primarily plant-based food production for human consumption if meat consumption were reduced. There are also good reasons for reducing meat consumption from a health perspective because a close link between red meat consumption and cardiovascular disease can be shown even in urban low- and middle-income country (LMIC) settings (de Oliveira Otto et al., 2012; Zhong et al., 2020).",
    "href":"https://www.cabidigitallibrary.org/doi/10.1079/cabionehealth20220003"
  }
]